Revit 2027 API
ElementArrayIterator Constructor
For Internal Use Only.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ElementArrayIterator()
Public Sub New
public:
ElementArrayIterator()
new : unit -> ElementArrayIterator
Remarks
This constructor is exposed to enable support for COM interop only. This object should never be created by the developer.
See Also
Reference
ElementArrayIterator Class
Autodesk.Revit.DB Namespace